Repository: LoolaOots/LootsDisplay
Catalog: LootsDisplay/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

# alert.recording_limit.message
source: You have reached the maximum saved recordings. Remove an existing entry to start a new session.
es: Has alcanzado el máximo de grabaciones guardadas. Elimina una entrada existente para iniciar una nueva sesión.
zh_hans: 您已达到最大保存录制数量。请删除现有条目以开始新会话。
zh_hant: 您已達到最大儲存錄製數量。請刪除現有項目以開始新工作階段。

# alert.recording_limit.title
source: Recording Limit Reached
es: Límite de Grabación Alcanzado
zh_hans: 已达到录制限制
zh_hant: 已達到錄製限制

# bt.scanning
source: Scanning for WT901 Sensors...
es: Buscando sensores WT901...
zh_hans: 正在扫描WT901传感器...
zh_hant: 正在掃描WT901感測器...

# bt.unknown_device
source: Unknown Device
es: Dispositivo Desconocido
zh_hans: 未知设备
zh_hant: 未知裝置

# btn.apply
source: Apply
es: Aplicar
zh_hans: 应用
zh_hant: 套用

# btn.cancel
source: Cancel
es: Cancelar
zh_hans: 取消
zh_hant: 取消

# btn.delete
source: Delete
es: Eliminar
zh_hans: 删除
zh_hant: 刪除

# btn.disconnect_sensor
source: Disconnect Sensor
es: Desconectar Sensor
zh_hans: 断开传感器
zh_hant: 中斷感測器

# btn.done
source: Done
es: Hecho
zh_hans: 完成
zh_hant: 完成

# btn.find_witmotion_sensor
source: Find WitMotion Sensor
es: Buscar Sensor WitMotion
zh_hans: 查找WitMotion传感器
zh_hant: 尋找WitMotion感測器

# btn.label
source: Label
es: Etiquetar
zh_hans: 标签
zh_hant: 標籤

# btn.save
source: Save
es: Guardar
zh_hans: 保存
zh_hant: 儲存

# btn.select
source: Select
es: Seleccionar
zh_hans: 选择
zh_hant: 選擇

# btn.start_recording
source: START RECORDING
es: INICIAR GRABACIÓN
zh_hans: 开始录制
zh_hant: 開始錄製

# btn.stop_recording
source: STOP RECORDING
es: DETENER GRABACIÓN
zh_hans: 停止录制
zh_hant: 停止錄製

# btn.view_recorded_data
source: VIEW RECORDED DATA
es: VER DATOS GRABADOS
zh_hans: 查看录制数据
zh_hant: 查看錄製資料

# group.gforce
source: G-Force
es: Fuerza G
zh_hans: G力
zh_hant: G力

# group.gps_environment
source: GPS & Environment
es: GPS y Entorno
zh_hans: GPS与环境
zh_hant: GPS與環境

# group.gyroscope
source: Gyroscope
es: Giroscopio
zh_hans: 陀螺仪
zh_hant: 陀螺儀

# group.magnetometer
source: Magnetometer
es: Magnetómetro
zh_hans: 磁力计
zh_hant: 磁力計

# group.motion_attitude
source: Motion & Attitude
es: Movimiento y Actitud
zh_hans: 运动与姿态
zh_hant: 運動與姿態

# group.witmotion_sensor
source: WitMotion Sensor
es: Sensor WitMotion
zh_hans: WitMotion传感器
zh_hant: WitMotion感測器

# history.no_sessions
source: No sessions found
es: No se encontraron sesiones
zh_hans: 未找到会话
zh_hant: 找不到工作階段

# label.delay
source: Delay
es: Retardo
zh_hans: 延迟
zh_hant: 延遲

# label.limit
source: Limit
es: Límite
zh_hans: 限制
zh_hant: 限制

# label.placeholder
source: e.g., Bench Press Set 1
es: p. ej., Press Banca Serie 1
zh_hans: 例如：卧推第1组
zh_hant: 例如：臥推第1組

# label.seconds
source: %lld Seconds
es: %lld Segundos
zh_hans: %lld 秒
zh_hant: %lld 秒

# nav.add_label
source: Add Label
es: Añadir Etiqueta
zh_hans: 添加标签
zh_hant: 新增標籤

# nav.find_sensor
source: Find Sensor
es: Buscar Sensor
zh_hans: 查找传感器
zh_hant: 尋找感測器

# nav.graph
source: Graph
es: Gráfico
zh_hans: 图表
zh_hant: 圖表

# nav.history
source: History
es: Historial
zh_hans: 历史记录
zh_hant: 歷史記錄

# nav.live_sensor_data
source: Live Sensor Data
es: Datos del Sensor en Vivo
zh_hans: 实时传感器数据
zh_hant: 即時感測器資料

# paywall.btn.restore
source: Restore Purchases
es: Restaurar Compras
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.btn.start_trial
source: Start Free Trial - then %@/%@
es: Comenzar Prueba Gratis - luego %@/%@
zh_hans: 开始免费试用 - 之后%@/%@
zh_hant: 開始免費試用 - 之後%@/%@

# paywall.error.no_subscription
source: Unable to load subscription options. Check your connection.
es: No se pueden cargar las opciones de suscripción. Revisa tu conexión.
zh_hans: 无法加载订阅选项。 请检查您的网络连接。
zh_hant: 無法載入訂閱選項。 請檢查您的網路連線。

# paywall.feature.bluetooth
source: Connect WitMotion901 Series Bluetooth Sensor
es: Conecta el Sensor Bluetooth WitMotion901
zh_hans: 连接WitMotion901系列蓝牙传感器
zh_hant: 連接WitMotion901系列藍牙感測器

# paywall.feature.duration
source: Longer Recordings: up to 3 minutes
es: Grabaciones Más Largas: hasta 3 minutos
zh_hans: 更长录制时间：最多3分钟
zh_hant: 更長錄製時間：最多3分鐘

# paywall.feature.storage
source: More Storage: up to 30 recordings
es: Más Almacenamiento: hasta 30 grabaciones
zh_hans: 更多存储：最多30条录制
zh_hant: 更多儲存空間：最多30筆錄製

# paywall.feature.trial
source: 7-day free trial, cancel anytime
es: 7 días de prueba gratis, cancela cuando quieras
zh_hans: 7天免费试用，随时取消
zh_hant: 7天免費試用，隨時取消

# paywall.period.default
source: period
es: período
zh_hans: 期
zh_hant: 期

# paywall.period.month
source: mo
es: mes
zh_hans: 月
zh_hant: 月

# paywall.period.week
source: wk
es: sem
zh_hans: 周
zh_hant: 週

# paywall.period.year
source: yr
es: año
zh_hans: 年
zh_hant: 年

# paywall.pricing
source: Monthly subscription • %@/month
es: Suscripción mensual • %@/mes
zh_hans: 月度订阅 • %@/月
zh_hant: 月度訂閱 • %@/月

# paywall.privacy_policy
source: Privacy Policy
es: Política de Privacidad
zh_hans: 隐私政策
zh_hant: 隱私政策

# paywall.terms_of_use
source: Terms of Use
es: Términos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

# paywall.title
source: Unlock Premium Sensor Features
es: Desbloquea las Funciones Premium
zh_hans: 解锁高级传感器功能
zh_hant: 解鎖進階感測器功能

# section.acceleration
source: Acceleration
es: Aceleración
zh_hans: 加速度
zh_hant: 加速度

# section.attitude
source: Attitude
es: Actitud
zh_hans: 姿态
zh_hant: 姿態

# section.external_sensor
source: External Sensor
es: Sensor Externo
zh_hans: 外部传感器
zh_hant: 外部感測器

# section.new_label
source: New Label
es: Nueva Etiqueta
zh_hans: 新标签
zh_hant: 新標籤

# section.recent_labels
source: Recent Labels
es: Etiquetas Recientes
zh_hans: 最近标签
zh_hant: 最近標籤

# section.recorded_samples
source: Recorded Samples
es: Muestras Grabadas
zh_hans: 已录制样本
zh_hant: 已錄製樣本

# section.recording_controls
source: Recording Controls
es: Controles de Grabación
zh_hans: 录制控制
zh_hant: 錄製控制

# section.sensor_trends
source: Sensor Trends
es: Tendencias del Sensor
zh_hans: 传感器趋势
zh_hant: 感測器趨勢

# section.toggle_variables
source: Toggle Variables to View
es: Activar Variables a Ver
zh_hans: 切换要查看的变量
zh_hant: 切換要檢視的變數

# sensor.accel_x
source: Accel X
es: Acel X
zh_hans: 加速度 X
zh_hant: 加速度 X

# sensor.accel_y
source: Accel Y
es: Acel Y
zh_hans: 加速度 Y
zh_hant: 加速度 Y

# sensor.accel_z
source: Accel Z
es: Acel Z
zh_hans: 加速度 Z
zh_hant: 加速度 Z

# sensor.connected
source: Connected: %@
es: Conectado: %@
zh_hans: 已连接：%@
zh_hant: 已連接：%@

# sensor.gforce_x
source: G-Force X
es: Fuerza G X
zh_hans: G力 X
zh_hant: G力 X

# sensor.gforce_y
source: G-Force Y
es: Fuerza G Y
zh_hans: G力 Y
zh_hant: G力 Y

# sensor.gforce_z
source: G-Force Z
es: Fuerza G Z
zh_hans: G力 Z
zh_hant: G力 Z

# sensor.gyro_x
source: Gyro X
es: Giro X
zh_hans: 陀螺仪 X
zh_hant: 陀螺儀 X

# sensor.gyro_y
source: Gyro Y
es: Giro Y
zh_hans: 陀螺仪 Y
zh_hant: 陀螺儀 Y

# sensor.gyro_z
source: Gyro Z
es: Giro Z
zh_hans: 陀螺仪 Z
zh_hant: 陀螺儀 Z

# sensor.heading
source: Heading
es: Rumbo
zh_hans: 航向
zh_hant: 航向

# sensor.latitude
source: Latitude
es: Latitud
zh_hans: 纬度
zh_hant: 緯度

# sensor.longitude
source: Longitude
es: Longitud
zh_hans: 经度
zh_hant: 經度

# sensor.pitch
source: Pitch
es: Cabeceo
zh_hans: 俯仰
zh_hant: 俯仰

# sensor.pressure
source: Pressure
es: Presión
zh_hans: 气压
zh_hant: 氣壓

# sensor.roll
source: Roll
es: Balanceo
zh_hans: 横滚
zh_hant: 橫滾

# sensor.rotation_x
source: Rotation X
es: Rotación X
zh_hans: 旋转 X
zh_hant: 旋轉 X

# sensor.rotation_y
source: Rotation Y
es: Rotación Y
zh_hans: 旋转 Y
zh_hant: 旋轉 Y

# sensor.rotation_z
source: Rotation Z
es: Rotación Z
zh_hans: 旋转 Z
zh_hant: 旋轉 Z

# sensor.speed
source: Speed
es: Velocidad
zh_hans: 速度
zh_hant: 速度

# sensor.streaming_data
source: Streaming Sensor Data
es: Transmitiendo Datos del Sensor
zh_hans: 传感器数据串流中
zh_hant: 感測器資料串流中

# sensor.unknown_wt901
source: Unknown WT901
es: WT901 Desconocido
zh_hans: 未知WT901
zh_hant: 未知WT901

# sensor.wit_accel_x
source: WIT Accel X
es: WIT Acel X
zh_hans: WIT 加速度 X
zh_hant: WIT 加速度 X

# sensor.wit_accel_y
source: WIT Accel Y
es: WIT Acel Y
zh_hans: WIT 加速度 Y
zh_hant: WIT 加速度 Y

# sensor.wit_accel_z
source: WIT Accel Z
es: WIT Acel Z
zh_hans: WIT 加速度 Z
zh_hant: WIT 加速度 Z

# sensor.wit_pitch
source: WIT Pitch
es: WIT Cabeceo
zh_hans: WIT 俯仰
zh_hant: WIT 俯仰

# sensor.wit_roll
source: WIT Roll
es: WIT Balanceo
zh_hans: WIT 横滚
zh_hant: WIT 橫滾

# sensor.wit_yaw
source: WIT Yaw
es: WIT Guiñada
zh_hans: WIT 偏航
zh_hant: WIT 偏航

# sensor.yaw
source: Yaw
es: Guiñada
zh_hans: 偏航
zh_hant: 偏航

# session.frames_captured
source: %lld frames captured
es: %lld fotogramas capturados
zh_hans: 已捕获%lld帧
zh_hant: 已擷取%lld幀

# status.active
source: Active: %1$llds / %2$llds
es: Activo: %1$llds / %2$llds
zh_hans: 进行中：%1$llds / %2$llds
zh_hant: 進行中：%1$llds / %2$llds

# status.frames
source: %lld frames
es: %lld fotogramas
zh_hans: %lld 帧
zh_hant: %lld 幀

# status.ready
source: Ready
es: Listo
zh_hans: 就绪
zh_hant: 就緒

# toolbar.select_samples
source: Select Samples
es: Seleccionar Muestras
zh_hans: 选择样本
zh_hant: 選擇樣本

# toolbar.selected
source: %lld Selected
es: %lld seleccionados
zh_hans: 已选择%lld个
zh_hant: 已選擇%lld個

# btn.ok
source: OK
zh_hans: 好
zh_hant: 好

# sensor.mag_x
source: Mag X
zh_hans: 磁场 X
zh_hant: 磁場 X

# sensor.mag_y
source: Mag Y
zh_hans: 磁场 Y
zh_hant: 磁場 Y

# sensor.mag_z
source: Mag Z
zh_hans: 磁场 Z
zh_hant: 磁場 Z
